Repository: DeepaPrasanna/twenty
Catalog: packages/twenty-emails/src/locales/*/messages.po
Languages: de, it, pt

source: {daysLeft, plural, one {day left} other {days left}}
de: {daysLeft, plural, one {Tag übrig} other {Tage übrig}}
it: {daysLeft, plural, one {giorno rimanente} other {giorni rimanenti}}
pt: {daysLeft, plural, one {um dia restante} other {dias restantes}}

source: {daysLeft, plural, one {No need for concern, though! Simply create or edit a record within the next {remainingDays} day to retain access.} other {No need for concern, though! Simply create or edit a record within the next {remainingDays} days to retain access.}}
de: {daysLeft, plural, one {Keine Sorge! Erstellen oder bearbeiten Sie einfach einen Datensatz innerhalb des nächsten {remainingDays} Tages, um weiterhin Zugriff zu haben.} other {Keine Sorge! Erstellen oder bearbeiten Sie einfach einen Datensatz innerhalb der nächsten {remainingDays} Tage, um weiterhin Zugriff zu haben.}}
it: {daysLeft, plural, one {Nessun motivo di preoccupazione! Crea o modifica un record entro il prossimo {remainingDays} giorno per mantenere l'accesso.} other {Nessun motivo di preoccupazione! Crea o modifica un record entro i prossimi {remainingDays} giorni per mantenere l'accesso.}}
pt: {daysLeft, plural, one {Não se preocupe! Basta criar ou editar um registro dentro dos próximos {remainingDays} dia para manter o acesso.} other {Não se preocupe! Basta criar ou editar um registro dentro dos próximos {remainingDays} dias para manter o acesso.}}

source: Accept invite
de: Einladung annehmen
it: Accetta invito
pt: Aceitar convite

source: Confirm your email address
de: Bestätigen Sie Ihre E-Mail-Adresse
it: Conferma il tuo indirizzo email
pt: Confirme seu endereço de e-mail

source: Connect to Twenty
de: Verbinde dich mit Twenty
it: Connettiti a Venti
pt: Conectar ao Twenty

source: Dead Workspaces 😵 that should be deleted
de: Inaktive Arbeitsbereiche 😵, die gelöscht werden sollten
it: Spazi di lavoro morti 😵 che dovrebbero essere eliminati
pt: Espaços de trabalho inativos 😵 que devem ser deletados

source: Dear
de: Sehr geehrte/r
it: Caro
pt: Caro

source: Dear {userName}
de: Sehr geehrte/r {userName}
it: Caro {userName}
pt: Caro {userName}

source: has invited you to join a workspace called
de: hat Sie eingeladen, einem Arbeitsbereich namens
it: ti ha invitato a unirti a uno spazio di lavoro chiamato
pt: te convidou para entrar em um espaço de trabalho chamado

source: Hello
de: Hallo
it: Ciao
pt: Olá

source: Hello {userName}
de: Hallo {userName}
it: Ciao {userName}
pt: Olá {userName}

source: Inactive Workspace 😴
de: Inaktiver Arbeitsbereich 😴
it: Spazio di lavoro inattivo 😴
pt: Espaço de Trabalho Inativo 😴

source: It appears that there has been a period of inactivity on your<0>{workspaceDisplayName}</0> workspace.<1/><2/>Please note that the account is due for deactivation soon, and all associated data within this workspace will be deleted.<3/><4/>
de: Es scheint eine Inaktivitätsperiode in Ihrem<0>{workspaceDisplayName}</0> Arbeitsbereich gegeben zu haben.<1/><2/>Bitte beachten Sie, dass das Konto bald deaktiviert wird und alle damit verbundenen Daten in diesem Arbeitsbereich gelöscht werden.<3/><4/>
it: Sembra che ci sia stato un periodo di inattività nel tuo spazio di lavoro<0>{workspaceDisplayName}</0>.<1/><2/>Si prega di notare che l'account è in procinto di essere disattivato e tutti i dati associati a questo spazio di lavoro saranno eliminati.<3/><4/>
pt: Parece que houve um período de inatividade no seu espaço de trabalho <0>{workspaceDisplayName}</0>.<1/><2/>Por favor, note que a conta será desativada em breve, e todos os dados associados a este espaço de trabalho serão deletados.<3/><4/>

source: Join your team on Twenty
de: Treten Sie Ihrem Team auf Twenty bei
it: Unisciti al tuo team su Twenty
pt: Junte-se à sua equipe no Twenty

source: List of <0>workspaceIds</0> inactive since at least <1>{minDaysSinceInactive} days</1>:
de: Liste der <0>workspaceIds</0>, die seit mindestens <1>{minDaysSinceInactive} Tagen inaktiv sind:
it: Elenco di <0>workspaceIds</0> inattivi da almeno <1>{minDaysSinceInactive} giorni</1>:
pt: Lista de <0>workspaceIds</0> inativos há pelo menos <1>{minDaysSinceInactive} dias</1>:

source: Password updated
de: Passwort aktualisiert
it: Password aggiornata
pt: Senha atualizada

source: Reset
de: Zurücksetzen
it: Ripristina
pt: Redefinir

source: Reset your password 🗝
de: Setzen Sie Ihr Passwort zurück 🗝
it: Ripristina la tua password 🗝
pt: Redefina sua senha 🗝

source: Thanks for registering for an account on Twenty! Before we get started, we just need to confirm that this is you. Click above to verify your email address.
de: Danke, dass Sie sich für ein Konto auf Twenty registriert haben! Bevor wir beginnen, müssen wir nur bestätigen, dass Sie es sind. Klicken Sie oben, um Ihre E-Mail-Adresse zu bestätigen.
it: Grazie per esserti registrato su Twenty! Prima di iniziare, dobbiamo solo confermare che sei tu. Clicca sopra per verificare il tuo indirizzo email.
pt: Obrigado por se registrar em uma conta no Twenty! Antes de começarmos, precisamos confirmar que este é você. Clique acima para verificar seu endereço de e-mail.

source: This is a confirmation that password for your account ({email}) was successfully changed on {formattedDate}.<0/><1/>If you did not initiate this change, please contact your workspace owner immediately.
de: Dies ist eine Bestätigung, dass das Passwort für Ihr Konto ({email}) erfolgreich am {formattedDate} geändert wurde.<0/><1/>Wenn Sie diese Änderung nicht initiiert haben, kontaktieren Sie bitte sofort den Eigentümer Ihres Arbeitsbereichs.
it: Questa è una conferma che la password per il tuo account ({email}) è stata cambiata con successo il {formattedDate}.<0/><1/>Se non hai avviato questa modifica, contatta immediatamente il proprietario del tuo spazio di lavoro.
pt: Esta é uma confirmação de que a senha da sua conta ({email}) foi alterada com sucesso em {formattedDate}.<0/><1/>Se você não iniciou essa alteração, entre em contato com o proprietário do seu espaço de trabalho imediatamente.

source: This link is only valid for the next {duration}. If the link does not work, you can use the login verification link directly:<0/>
de: Dieser Link ist nur für die nächsten {duration} gültig. Wenn der Link nicht funktioniert, können Sie direkt den Login-Verifizierungslink verwenden:<0/>
it: Questo link è valido solo per i prossimi {duration}. Se il link non funziona, puoi utilizzare il link di verifica del login direttamente:<0/>
pt: Este link é válido apenas pelos próximos {duration}. Se o link não funcionar, você pode usar o link de verificação de login diretamente:<0/>

source: Verify Email
de: E-Mail verifizieren
it: Verifica Email
pt: Verificar E-mail
